
/* these strings need to be localized */
"APP_TITLE"                 = "暴雪纠错器";
"DEFAULT_MESSAGE"           = "程序运行中出现意外错误。";
"DEFAULT_PROMPT"            = "为了帮助我们查明问题，请描述程序出错时您所进行的操作。";
"CLOSE_BUTTON_NAME"         = "关闭";
"CLOSE_BUTTON_TOOLTIP"      = "关闭错误报告窗口";
"REOPEN_BUTTON_NAME"        = "重开";
"REOPEN_BUTTON_TOOLTIP"     = "重新启动程序";
"REPAIR_BUTTON_NAME"        = "修复";
"REPAIR_BUTTON_TOOLTIP"     = "运行暴雪修复工具来修复受损或缺失的文件";
"SEND_CHECKBOX_NAME"        = "发送给暴雪";
"SEND_CHECKBOX_TOOLTIP"     = "将与此错误有关的信息发送给暴雪，以帮助完善该程序";
"UUID_DESCRIPTION"          = "与暴雪就此问题进行交流时，请使用下方显示的报告ID。";
"SEND_FAILED_DIALOG_TITLE"  = "未能成功发送";
"SEND_FAILED_DIALOG_TEXT"   = "未能成功发送错误报告。";
"OK_BUTTON_NAME"            = "确定";
"CANCEL_BUTTON_NAME"        = "取消";
"SEND_BUTTON_NAME"          = "发送";
"DONE_BUTTON_NAME"          = "完成";
"QUIT_BUTTON_NAME"          = "退出";
"RETRY_BUTTON_NAME"         = "重试";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "编辑";
"MENU_WINDOW" = "窗口";

/* App Menu Items */
"MENU_APP_ABOUT" = "关于@{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "截图";
"MENU_APP_HIDE" = "隐藏@{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "隐藏其它";
"MENU_APP_SHOW_ALL" = "显示全部";
"MENU_APP_QUIT" = "退出@{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "撤销";
"MENU_EDIT_CUT" = "剪切";
"MENU_EDIT_COPY" = "复制";
"MENU_EDIT_PASTE" = "粘贴";
"MENU_EDIT_DELETE" = "删除";
"MENU_EDIT_SELECT_ALL" = "全选";
"MENU_EDIT_FIND" = "查找";
"MENU_EDIT_FIND_FIND" = "查找…";
"MENU_EDIT_FIND_NEXT" = "查找下一个";
"MENU_EDIT_FIND_PREVIOUS" = "查找上一个";
"MENU_EDIT_FIND_USE_SELECTION" = "使用选定内容查找";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "跳转到选定内容";
"MENU_EDIT_SPECIAL_CHARS" = "特殊字符…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "关闭";
"MENU_WINDOW_MINIMIZE" = "最小化";
"MENU_WINDOW_ZOOM" = "缩放";
"MENU_WINDOW_FULLSCREEN" = "切换全屏";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "全部置于顶层";
